{
        "peliculas" : [
            {
              "id": 1,
              "titulo": "Dune: Part Two",
              "anio": 2024,
              "descripcion": "En 'Dune: Part Two', Paul Atreides continúa su épica aventura en el desértico planeta Arrakis. Mientras busca vengar la traición de su familia y proteger el destino del universo, Paul enfrenta desafíos inimaginables y forma alianzas cruciales con los Fremen. La historia profundiza en las intrigas políticas, las batallas titánicas y los conflictos internos de Paul mientras lucha por aceptar su destino como el Mesías del desierto. La película presenta espectaculares efectos visuales y una narrativa rica en detalles que explora temas de poder, sacrificio y supervivencia en un entorno hostil.",
              "portada": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTwT0DaoARnqBmU37HoRe16V7n76zTmR-TAGQ&s",
              "foto": "https://ca-times.brightspotcdn.com/dims4/default/06f0f9b/2147483647/strip/true/crop/6000x4000+0+0/resize/2400x1600!/quality/75/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F43%2F9f%2F581d95824ebd98a8314a8f35c426%2Frev-1-dun2-38301r-high-res-jpeg.jpeg",
              "genero": "Ciencia Ficción"
            },
            {
              "id": 2,
              "titulo": "Beyond the Spider-Verse",
              "anio": 2024,
              "descripcion": "Miles Morales regresa en 'Spider-Man: Beyond the Spider-Verse', una emocionante aventura que lo lleva a través de múltiples dimensiones. Mientras se enfrenta a una nueva amenaza interdimensional, Miles debe unir fuerzas con otros Spider-People para salvar sus mundos. La película explora temas de identidad, responsabilidad y heroísmo, ofreciendo deslumbrantes secuencias de animación y una narrativa emocionalmente resonante. Con personajes queridos y nuevos aliados, esta entrega lleva la saga de Spider-Man a nuevas alturas, consolidando a Miles como uno de los héroes más icónicos del multiverso.",
              "portada": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/715b5211-681f-47a4-9d2a-31702395ee30/dfzl2mb-80362770-77f3-4b95-b6eb-08a6b437003b.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7InBhdGgiOiJcL2ZcLzcxNWI1MjExLTY4MWYtNDdhNC05ZDJhLTMxNzAyMzk1ZWUzMFwvZGZ6bDJtYi04MDM2Mjc3MC03N2YzLTRiOTUtYjZlYi0wOGE2YjQzNzAwM2IuanBnIn1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmZpbGUuZG93bmxvYWQiXX0.07T1KIXHRDlbqopZutK5ibIIh_64Os769C7wpgAkZsc",
              "foto": "https://ap-cdn.sfo3.cdn.digitaloceanspaces.com/uploads/2023/06/spider-man-beyond-the-spider-verse-fecha-reparto.jpg",
              "genero": "Acción"
            },
            {
              "id": 3,
              "titulo": "The Marvels",
              "anio": 2024,
              "descripcion": "En 'The Marvels', Captain Marvel, Ms. Marvel y Monica Rambeau unen fuerzas para enfrentar una amenaza cósmica que pone en peligro el universo. La película explora las dinámicas entre los tres héroes mientras descubren cómo sus poderes están misteriosamente entrelazados. A medida que luchan contra enemigos poderosos y enfrentan desafíos personales, las Marvels deben aprender a confiar entre sí y trabajar en equipo para salvar el día. Con espectaculares secuencias de acción y una trama llena de giros sorprendentes, 'The Marvels' es una emocionante adición al Universo Cinematográfico de Marvel.",
              "portada": "https://www.pantalla90.es/wp-content/uploads/2023/11/nuevo-poster-de-the-marvels-original.jpg",
              "foto": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQlsaEvd7tYU8lg7UZsvOjjrdhGOFGh0Jk4wA&s",
              "genero": "Acción, Ciencia Ficción"
            },
            {
              "id": 4,
              "titulo": "Avatar",
              "anio": 2024,
              "descripcion": "En 'Avatar', Jake Sully y Neytiri continúan explorando los misterios de Pandora mientras enfrentan nuevas amenazas que ponen en peligro la armonía del planeta. A medida que descubren nuevas regiones y se encuentran con diferentes clanes Na'vi, deben unir fuerzas para proteger su hogar de una inminente invasión. La película presenta impresionantes efectos visuales y profundiza en la rica mitología de Pandora, explorando temas de unidad, supervivencia y la conexión entre todas las formas de vida. 'Avatar 3' promete ser una experiencia cinematográfica épica y visualmente deslumbrante.",
              "portada": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ2TxZ7PqP-Im8Bv0B8JEkcO7Sh2mrjz6OFeQ&s",
              "foto": "https://i.blogs.es/531940/edhbabdegbcurd5az4s7x2rnci/1366_2000.jpeg",
              "genero": "Aventura, Ciencia Ficción"
            },
            {
              "id": 5,
              "titulo": "Dead Reckoning",
              "anio": 2024,
              "descripcion": "Ethan Hunt regresa en 'Mission: Impossible - Dead Reckoning Part Two', enfrentando su misión más peligrosa hasta la fecha. Con el destino del mundo en juego, Ethan y su equipo deben desmantelar una organización terrorista que amenaza con desatar el caos global. A medida que la tensión aumenta, Ethan se encuentra en una carrera contrarreloj, enfrentando traiciones y peligros inimaginables. Con espectaculares escenas de acción y una trama llena de giros y sorpresas, esta entrega promete mantener a los espectadores al borde de sus asientos, consolidando a Ethan Hunt como uno de los héroes de acción más icónicos del cine.",
              "portada": "https://m.media-amazon.com/images/I/61A9pmEjK2L.jpg",
              "foto": "https://cdn.atomix.vg/wp-content/uploads/2023/07/mission.jpg",
              "genero": "Acción, Suspenso"
            },
            {
              "id": 6,
              "titulo": "Guardians of the Galaxy 3",
              "anio": 2024,
              "descripcion": "Los Guardianes de la Galaxia regresan en 'Guardians of the Galaxy Vol. 3', enfrentándose a una nueva amenaza cósmica que pone en peligro la galaxia. Peter Quill, Rocket, Groot, Drax y Gamora deben unir fuerzas una vez más para salvar el universo, enfrentando desafíos personales y enemigos poderosos en el camino. La película combina acción trepidante, humor característico y momentos emotivos, mientras los Guardianes descubren secretos del pasado y fortalecen sus lazos como familia. Con una banda sonora épica y efectos visuales impresionantes, esta entrega es una celebración del espíritu aventurero y rebelde de los Guardianes.",
              "portada": "https://m.media-amazon.com/images/I/71OLMNKaKEL.jpg",
              "foto": "https://sm.ign.com/ign_latam/news/g/guardians-/guardians-of-the-galaxy-3-james-gunn-confirms-number-of-post_92kf.jpg",
              "genero": "Ciencia Ficción"
            },
            {
              "id": 7,
              "titulo": "Chapter 5",
              "anio": 2024,
              "descripcion": "En 'John Wick: Chapter 5', el legendario asesino a sueldo John Wick se enfrenta a la implacable persecución de la Alta Mesa. Con un precio por su cabeza, John debe emplear todas sus habilidades y recursos para sobrevivir y derrotar a sus enemigos. La película lleva la acción a nuevos niveles, con secuencias de combate coreografiadas de manera impresionante y una narrativa que profundiza en el oscuro mundo del hampa. A medida que John lucha por su libertad y venganza, se enfrenta a antiguos aliados y nuevos adversarios, en una batalla épica que determinará su destino.",
              "portada": "https://i.pinimg.com/736x/24/83/62/248362b83090e77d104dc9d0b98a0e58.jpg",
              "foto": "https://hips.hearstapps.com/hmg-prod/images/john-wick-4-1666613955.jpg",
              "genero": "Acción"
            },
            {
              "id": 8,
              "titulo": "Fast & Furious X",
              "anio": 2024,
              "descripcion": "Dom Toretto y su equipo regresan en 'Fast & Furious X', enfrentándose a su mayor desafío hasta la fecha. En una misión que los lleva a través de múltiples continentes, deben detener una conspiración global que amenaza con desestabilizar el mundo. Con impresionantes escenas de acción, persecuciones a alta velocidad y espectaculares acrobacias, esta entrega combina emoción, lealtad y familia. A medida que el equipo se enfrenta a viejos enemigos y nuevos peligros, descubren la importancia de la unidad y el sacrificio. 'Fast & Furious 11' promete ser una montaña rusa de adrenalina y emoción.",
              "portada": "https://www.lahiguera.net/cinemania/pelicula/10603/fast_&_furious_x-cartel-11010.jpg",
              "foto": "https://hips.hearstapps.com/hmg-prod/images/fast-and-furious-x-final-explicado-escena-poscreditos-gal-gadot-the-rock-64674147aa6d8.jpg?crop=1.00xw:0.752xh;0,0&resize=1200:*",
              "genero": "Acción"
            },
            {
              "id": 9,
              "titulo": "The Batman: Part II",
              "anio": 2024,
              "descripcion": "Bruce Wayne regresa en 'The Batman: Part II', continuando su cruzada contra el crimen en Gotham City. Mientras enfrenta a nuevos y viejos enemigos, Bruce debe lidiar con sus propios demonios internos y la creciente desconfianza de la ciudad que juró proteger. La película profundiza en la psique de Batman, explorando su lucha por mantener el equilibrio entre su vida como el Caballero Oscuro y su identidad como Bruce Wayne. Con una narrativa oscura y atmosférica, impresionantes secuencias de acción y un enfoque en el desarrollo de personajes, esta entrega promete ser una experiencia cinematográfica intensa y cautivadora.",
              "portada": "https://i.pinimg.com/736x/f1/b9/82/f1b9822783c8971897156580d3e7f6b2.jpg",
              "foto": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/media/image/2023/06/batman-3048444.jpg?tf=3840x",
              "genero": "Drama"
            },
            {
              "id": 10,
              "titulo": "The Secrets of Dumbledore",
              "anio": 2024,
              "descripcion": "En 'Fantastic Beasts: The Secrets of Dumbledore', Newt Scamander y sus aliados se embarcan en una misión para desentrañar los secretos oscuros del pasado de Albus Dumbledore. La película lleva a los espectadores a través de mágicas y peligrosas aventuras, enfrentando a Grindelwald y su creciente poder. A medida que descubren verdades ocultas y forjan alianzas inesperadas, los personajes deben enfrentarse a sus propios miedos y dudas. Con impresionantes efectos visuales, una narrativa rica en detalles y una exploración profunda de la mitología del mundo mágico, esta entrega es una emocionante adición a la saga de 'Fantastic Beasts'.",
              "portada": "https://moviepostermexico.com/cdn/shop/products/fantastic_beasts_the_secrets_of_dumbledore_ver3_xxlg_1200x1200.jpg?v=1650479836",
              "foto": "https://hips.hearstapps.com/hmg-prod/images/dan-fogler-jessica-williams-eddie-redmayne-callum-turner-fantastic-beasts-the-secrets-of-dumbledore-1649065100.jpeg?crop=0.733xw:1.00xh;0.111xw,0&resize=1200:*",
              "genero": "Aventura"
            },
            {
              "id": 11,
              "titulo": "Wakanda Forever",
              "anio": 2022,
              "descripcion": "En 'Black Panther: Wakanda Forever', el reino de Wakanda enfrenta una nueva amenaza mientras sus líderes luchan por proteger su nación y honrar el legado del rey T'Challa. La película explora la resiliencia y unidad del pueblo wakandiano, presentando a nuevos personajes y revelando secretos del pasado. Con espectaculares escenas de acción y una profunda narrativa emocional, 'Wakanda Forever' celebra la cultura y el espíritu de Wakanda. A medida que enfrentan desafíos internos y externos, los personajes deben unirse para salvaguardar su hogar y preservar la paz en el mundo.",
              "portada": "https://moviepostermexico.com/cdn/shop/products/black_panther_wakanda_forever_ver2_xxlg_1024x1024@2x.jpg?v=1667337530",
              "foto": "https://media.gq.com.mx/photos/62e3f94c5a8c1e60ded0d906/16:9/w_2560%2Cc_limit/michael%2520b%2520jordan.jpg",
              "genero": "Acción, Aventura"
            },
            {
              "id": 12,
              "titulo": "No Time to Die",
              "anio": 2021,
              "descripcion": "En 'No Time to Die', James Bond ha dejado el servicio activo y disfruta de una vida tranquila en Jamaica. Sin embargo, su paz se ve interrumpida cuando Felix Leiter, un viejo amigo de la CIA, le pide ayuda para rescatar a un científico secuestrado. La misión se vuelve más peligrosa de lo esperado, llevando a Bond a enfrentar a un misterioso villano armado con una nueva y peligrosa tecnología. La película ofrece emocionantes escenas de acción, intriga y el característico estilo de Bond, mientras explora temas de lealtad, amor y sacrificio en la última aventura de Daniel Craig como el icónico agente 007.",
              "portada": "https://static.wixstatic.com/media/d56791_12d4a7842ae8451eb084879d3855ba59~mv2.jpeg/v1/fill/w_691,h_1024,al_c,q_85,enc_auto/d56791_12d4a7842ae8451eb084879d3855ba59~mv2.jpeg",
              "foto": "https://dims.apnews.com/dims4/default/6e8053d/2147483647/strip/true/crop/2770x1867+0+0/resize/599x404!/quality/90/?url=https%3A%2F%2Fstorage.googleapis.com%2Fafs-prod%2Fmedia%2F70a22332bfe843b993914554fe32d6cb%2F2770.jpeg",
              "genero": "Acción, Suspenso"
            },
            {
              "id": 13,
              "titulo": "Spider-Man: No Way Home",
              "anio": 2021,
              "descripcion": "En 'Spider-Man: No Way Home', Peter Parker enfrenta las consecuencias de que su identidad como Spider-Man sea revelada al mundo. Desesperado por encontrar una solución, Peter recurre al Doctor Strange, quien intenta un hechizo que sale mal, abriendo las puertas al multiverso. Ahora, Peter debe enfrentarse a villanos de otros universos mientras busca restablecer el orden y proteger a sus seres queridos. La película ofrece emocionantes escenas de acción, momentos emotivos y sorprendentes apariciones de personajes queridos. Con una trama llena de giros y sorpresas, 'No Way Home' redefine el concepto de superhéroes y multiverso.",
              "portada": "https://es.web.img2.acsta.net/pictures/21/12/01/12/07/0243323.jpg",
              "foto": "https://sm.ign.com/t/ign_latam/news/s/sam-raimi-/sam-raimi-reveals-his-feelings-after-watching-spider-man-no_tyr8.1280.jpg",
              "genero": "Acción, Ciencia Ficción"
            },
            {
              "id": 14,
              "titulo": "Dune",
              "anio": 2021,
              "descripcion": "La adaptación cinematográfica de la aclamada novela de Frank Herbert, 'Dune', sigue la historia de Paul Atreides, un joven brillante y talentoso que debe viajar al planeta más peligroso del universo para asegurar el futuro de su familia y su pueblo. Mientras fuerzas malévolas se enfrentan en una lucha por el control del suministro exclusivo del recurso más valioso del planeta, la especia melange, solo aquellos que puedan conquistar su propio miedo sobrevivirán. Con impresionantes efectos visuales, una narrativa épica y un elenco estelar, 'Dune' es una inmersiva experiencia cinematográfica que explora temas de poder, traición y destino.",
              "portada": "https://www.lahiguera.net/cinemania/pelicula/9517/dune-cartel-10031.jpg",
              "foto": "https://media.gq.com.mx/photos/6216b777343bc6058cdec3f6/16:9/w_2560%2Cc_limit/Dune-GQ2.jpg",
              "genero": "Ciencia Ficción"
            },
            {
              "id": 15,
              "titulo": "The Suicide Squad",
              "anio": 2021,
              "descripcion": "En 'The Suicide Squad', un grupo de supervillanos encarcelados se une a una peligrosa misión bajo la supervisión de Amanda Waller. Esta vez, el equipo es enviado a la remota isla de Corto Maltese para destruir un laboratorio nazi y enfrentarse a una amenaza alienígena conocida como Starro. La película combina acción desenfrenada, humor negro y personajes memorables, explorando las dinámicas entre estos villanos mientras luchan por sobrevivir. Con giros inesperados, escenas de combate impresionantes y un tono irreverente, 'The Suicide Squad' ofrece una experiencia cinematográfica única y entretenida.",
              "portada": "https://img-tomatazos.buscafs.com/72553/72553_832x1232.jpg",
              "foto": "https://img.europapress.es/fotoweb/fotonoticia_20160401132548_1200.jpg",
              "genero": "Comedia"
            }
    ]
}

